tap "derailed/k9s"
tap "gcenx/wine"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "oven-sh/bun"
tap "ubuntu/microk8s"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "circleci"
brew "deno"
brew "direnv"
brew "erlang"
brew "elixir"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "gitleaks"
brew "gleam"
brew "gnu-sed"
brew "gofumpt"
brew "golang-migrate"
brew "golangci-lint"
brew "gradle@7", link: true
brew "helm"
brew "hexedit"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kind"
brew "kotlin"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libpq", link: true
brew "librsvg"
brew "linkerd"
brew "lua"
brew "minikube"
brew "mise"
brew "mockery"
brew "mysql@8.0", restart_service: :changed
brew "neovim"
brew "p7zip"
brew "php"
brew "pnpm"
brew "poppler"
brew "pre-commit"
brew "putty"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "sevenzip"
brew "sshpass"
brew "starship"
brew "stow"
brew "tfenv"
brew "tmux"
brew "tor"
brew "tree"
brew "watchman"
brew "yazi"
brew "zig"
brew "zoxide"
brew "hashicorp/tap/vault"
brew "oven-sh/bun/bun"
cask "aldente"
cask "android-platform-tools"
cask "cursor"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "keycastr"
cask "mockoon"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "rar"
cask "snipaste"
cask "stats"
cask "visual-studio-code"
cask "wezterm"
