tap "derailed/k9s"
tap "gcenx/wine"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "oven-sh/bun"
tap "ubuntu/microk8s"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "azure-cli"
brew "bat"
brew "elixir"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gleam"
brew "gnu-sed"
brew "gobuster"
brew "gofumpt"
brew "golang-migrate"
brew "golangci-lint"
brew "gradle@7", link: true
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hexedit"
brew "istioctl"
brew "jadx"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "latexindent"
brew "lazygit"
brew "linkerd"
brew "lua"
brew "mise"
brew "mockery"
brew "neovim"
brew "nmap"
brew "openvpn"
brew "p7zip"
brew "php"
brew "pnpm"
brew "pre-commit"
brew "putty"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "sshpass"
brew "starship"
brew "stow"
brew "terraform"
brew "tmux"
brew "tor"
brew "vale"
brew "vegeta"
brew "virtualenv", link: false
brew "xclip"
brew "zig"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazydocker/lazydocker"
brew "oven-sh/bun/bun"
cask "aldente"
cask "android-platform-tools"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "gstreamer-runtime"
cask "iterm2"
cask "mactex"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "orbstack"
cask "postman"
cask "rar"
cask "snipaste"
cask "stats"
cask "wezterm"
cask "wineskin"
cask "wireshark"
vscode "13xforever.language-x86-64-assembly"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "ahmadalli.vscode-nginx-conf"
vscode "antfu.unocss"
vscode "asvetliakov.vscode-neovim"
vscode "batisteo.vscode-django"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "evondev.indent-rainbow-palettes"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "justusadam.language-haskell"
vscode "kamikillerto.vscode-colorize"
vscode "kevinrose.vsc-python-indent"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-autoprefixer"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-twoslash-queries"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "vspacecode.whichkey"
vscode "vue.volar"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "ziglang.vscode-zig"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
